Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-3852.html.tmx
Source language: sme
Languages: nob

source: Sámediggeráđđi juolluda ruđaid " Muitalus sámiid birra " - girjji ođđa almmuheapmái
nob: Sametingsrådet bevilger penger til ny utgivelse av " Muitalus sámiid " birra

source: Sámediggeráđđi juolluda 225 duhát ruvnnu Johan Turi girjji " Muitalus sámiid birra " ođđa almmuheapmái .
nob: Sametingsrådet bevilger 225 tusen kroner til ny utgivelse av Johan Turis bok " Muitalis sámiid birra . "

source: - Girji lea klassihkar . "
nob: - Boken er en klassiker . "

source: Muitalus sámiid birra " lea sámi girjjálašvuođa álgu ja lea ge sámi girjjálašvuođahistorjjá deaŧalaš girji , dadjá Sámedikki presideanta Egil Olli .
nob: Muitalus sámiid birra " er selve startskuddet for samisk litteratur og det en viktig bok i samisk litteraturhistorie , sier sametingspresident Egil Olli .

source: Lágádus dat háliida almmuhit Johan Turi girjji " Muitalus sámiid birra " ávvu- ja hearvagirjin .
nob: Det er forlaget ČálliidLágádus som ønsker å lage en jubileums og praktutgave av Johan Turis bok " Muitalus sámiid birra " .

source: 100 jagi boaris
nob: 100 år gammel

source: Dál lea vássán 100 jagi dassážiigo " Muitalus sámiid birra " almmuhuvvui .
nob: Det er nå 100 år siden " Muitalus sámiid birra " kom ut .

source: Johan Turi lei vuosttaš sápmelaš gii čálii girjji sámegillii .
nob: Johan Turi var den første samen som skrev en bok på samisk .

source: Dánskalaš Emilie Demant Hatt ávžžuhii Turi čállit girjji , ja son jorgalii dan maŋŋá dánskkagillii .
nob: Danske Emilie Demant Hatt oppfordret Turi til å skrive boka , og oversatte den senere til dansk .

source: Girji lea maid jorgaluvvon ruoŧagillii , duiskkagillii ja eaŋgalasgillii .
nob: Boken er også blitt oversatt til svensk , tysk og engelsk .

source: Nu go Turi ieš čállá , de lea son sápmelaš guhte lea bargan buot bargguid sámi eallimis , ja dán sámi árgabeaivvi son válddahallá hui eallin girjjis .
nob: Som Turi selv skriver , er han en same som har utført alle gjøremål i et samisk liv , og dette samiske hverdagslivet beskriver han så levende i boken .

source: Sámi klassihkar Lágádus háliida almmuhit hearvagirjji 100-jagi ávvudeami oktavuođas .
nob: Samisk klassiker ČálliidLágádus vil utgi en praktutgave av boka i forbindelse med 100-års jubileet .

source: Almmuhus lea áibbas ođđa veršuvdna mii lea ráhkaduvvon Johan Turi iežas giehtačállagiid vuođul . Romssa universitehta professor Mikael Svonni lea guorahallan giela .
nob: Utgivelsen er en ny , gjennomarbeidet versjon basert på Johan Turis egne håndskrifter , språklig gransket av professor Mikael Svonni ved Universitetet i Tromsø .

source: Girjji doaimmaheaddji lea girjjálašvuođadutki Harald Gaski , Romssa universitehtas .
nob: Redaktør for boken er litteraturviter Harald Gaski ved Universitetet i Tromsø .

source: Girji lea klassihkar , ja geavahuvvo sámegiel oahpahusas buot dásiin buot golmma davviriikkain .
nob: Boken er en klassiker , og brukes i samiskundervisningen på alle nivåer i alle de tre nordiske landene .

source: Almmuhus čuovvu dálá riektačállima , ja doaimmaheaddji lea čállán epiloga .
nob: Utgaven vil følge dagens rettskrivning , og vil inneholde et etterord av redaktøren .

source: Máŋga veršuvnna
nob: Flere versjoner

source: Lágádus áigu maiddái almmuhit " Muitalus sámiid birra " ođđadárogillii ja eaŋgalasgillii , maid vuođđun lea sámegiel originála .
nob: ČálliidLágádus vil også utgi " Muitalus sámiid birra " i ny norsk og engelsk versjon , basert på den samiske orginalen .

source: Buot golbma veršuvnna leat hearvagirjjit , ja main leat maiddái máŋga sárguma , maid Turi ieš lea sárgun .
nob: Alle tre versjonene vil være praktutgaver , og som også vil inneholde flere av Turis egne illustrasjoner .

source: Áigumuš lea girjji almmuhit stuorra riikkaidgaskasaš Johan Turi-semináras Romssa universitehtas .
nob: Boken er tenkt lansert på et stort internasjonalt Johan Turi-seminar ved Universitetet i Tromsø .

source: - Lean lohkan girjji ja illudan ođđa almmuheapmái .
nob: - Jeg har lest boken og jeg gleder meg til ny utgaven .

source: Mii sávvat ČálliidLágádussii lihku bargui , dadjá Sámedikki presideanta Egil Olli .
nob: Vi ønsker ČálliidLágádus lykke til med arbeidet , sier sametingspresident Egil Olli .

source: Almmuhan Østby , Jan Roger .
nob: Publisert av Østby , Jan Roger .

source: Maŋimustá rievdaduvvon 24.08.2010
nob: Sist endret 24.08.2010

source: * Sámediggepresideanta Egil Olli
nob: * Sametingspresident Egil Olli

source: Telefovdna
nob: Telefon

source: Mobiila
nob: Mobil

source: E-poasta
nob: E-post
